// Author: Drake4478
// Version: 6.4.0.0 (17.08.2020)

// General

000 = Français
001 = Oui
002 = Non
003 = OK
004 = Quitter
005 = Panneau principal
006 = Panneau des règles
007 = Rechercher le programme que vous souhaitez autoriser
008 = Rechercher le programme que vous souhaitez bloquer
009 = Cliquez sur la fenêtre d'un programme pour autoriser la connexion
010 = Cliquez sur la fenêtre d'un programme pour bloquer la connexion
011 = Ou cliquez sur cette boîte de dialogue pour annuler cette opération
012 = Une nouvelle règle a été correctement créée pour autoriser les connexions pour
013 = Une nouvelle règle a été correctement créée pour bloquer les connexions pour
016 = Une stratégie complète a été importée avec succès depuis
017 = Une stratégie complète a été exportée avec succès vers
018 = La stratégie par défaut a été restaurée avec succès.
021 = Précisez le chemin d'accès complet du fichier qui correspond à cette règle
022 = Une stratégie partielle a été importée avec succès depuis
023 = Une stratégie partielle a été exportée avec succès vers
024 = Impossible d'importer le fichier de stratégie
025 = Impossible d'exporter le fichier de stratégie
028 = Se connecter à l'emplacement
029 = Manuel utilisateur (en anglais)
030 = Verrouiller l'état du pare-feu Windows
031 = Déverrouiller l'état du pare-feu Windows
032 = Verrouiller
033 = Déverrouiller
034 = Annuler
035 = Veuillez définir votre mot de passe
036 = Entrer le mot de passe pour déverrouiller
037 = Mot de passe non valide
038 = Afficher le mot de passe
039 = Ouvrir le site Web
040 = Gérer les règles du pare-feu Windows
042 = Êtes-vous sûr de vouloir désactiver la protection du pare-feu Windows ?
043 = Ne plus montrer
044 = Lecture seule
045 = Les règles entrantes avec EdgeTraversal définies sur 'Reporter à l'utilisateur' prennent uniquement en charge une personnalisation limitée, par conséquent certaines propriétés seront désactivées. Voulez continuer ?
046 = Êtes-vous sûr de vouloir supprimer ces règles ?
050 = Propriétés étendues
051 = Cette règle contient des propriétés supplémentaires qui sont configurables uniquement depuis WFwAS
053 = Aucun
052 = Nombre
060 = Actualiser les paramètres
061 = Actualisation automatique à l'ouverture
070 = Tableau de bord
071 = Essayer Malwarebytes Premium
072 = Ouvrir Malwarebytes
073 = État du pare-feu de Windows
074 = En marche
075 = Arrêté
076 = Connexions entrantes
077 = Connexions sortantes
078 = Toutes autorisées
079 = Autorisées
080 = Bloquées
081 = Toutes bloquées

// Tab items

100 = Profils
200 = Notifications
300 = Options
400 = Règles
500 = Outils
600 = À propos

// Profiles

101 = Le niveau de filtrage précise quelles connexions doivent être bloquées et quelles connexions doivent être autorisées
102 = Filtrage élevé
103 = Toutes les connexions sortantes et entrantes sont bloquées. Ce profil bloque toutes les tentatives de connexion vers et depuis votre ordinateur.
104 = Filtrage moyen (recommandé)
105 = Les connexions sortantes qui ne correspondent pas à une règle sont bloquées. Seuls les programmes avec une règle d'autorisation sont autorisés.
106 = Filtrage bas
107 = Les connexions sortantes qui ne correspondent pas à une règle sont autorisées. Seuls les programmes avec une règle de blocage sont bloqués.
108 = Pas de filtrage
109 = Le pare-feu Windows est désactivé. Évitez d'utiliser ce paramètre sauf si vous avez un autre pare-feu en cours d'exécution.
110 = Filtrage moyen
111 = Indiquez le profil qui sera rétabli au cas où il serait commuté vers un profil de filtrage inférieur à fins d'installation/mise à jour.
112 = Régler automatiquement
113 = après
114 = minutes

// Notifications

201 = Le mode de notification indique quelles connexions sortantes bloquées doivent être affichées pour l'utilisateur
204 = Afficher les notifications
205 = Affiche les notifications pour toutes les connexions sortantes bloquées mais ne les affiche pas pour les programmes définis comme exceptions ci-dessous
206 = Mode d'apprentissage
207 = Crée automatiquement des règles sortantes permissives pour les programmes signés numériquement et affiche des notifications uniquement pour les programmes non signés.
208 = Désactivé
209 = Ne pas afficher les notifications.
210 = Options de notifications
211 = Fermer automatiquement une notification en
212 = secondes.
213 = Le délai d'expiration personnalisé pour les règles temporaires est de
214 = Lire un son lorsqu'une nouvelle notification est générée
215 = Lire le son par défaut
216 = Lire un son personnalisé
217 = Veuillez sélectionner un son de notification personnalisé
220 = Afficher les notifications au-dessus des autres fenêtres
221 = Paramètres de notifications avancés
222 = Réinitialiser les paramètres avancés par défaut
223 = Applique les règles d'autorisation lorsque vous recherchez des règles correspondantes. Recommandé pour la compatibilité avec d'autres programmes de sécurité si des notifications en double sont affichées.
224 = Appliquer les règles de blocage génériques lors de la recherche pour la correspondance des règles. Si une règle de blocage qui s'applique à tous les programmes correspond à la connexion bloquée, les notifications ne s'afficheront pas.
225 = Désactiver les règles lors de la recherche de correspondance des règles. Si une règle désactivée correspondante est trouvée, les notifications ne s'afficheront pas.
230 = Règle créée par le mode d'apprentissage
240 = Définir ci-dessous les programmes et dossiers pour lesquels les notifications ne doivent pas être affichées
241 = Exceptions de notifications
242 = Ajouter une exception
243 = Supprimer une exception
244 = Définir ici une nouvelle exception
245 = Ajouter aux exceptions de notifications
246 = Exclure le fichier
247 = Exclure le dossier

// Options

301 = Précisez ci-dessous les options à appliquer pour tous les comptes d'utilisateurs de l'ordinateur local
302 = Intégration shell
303 = Intégrer le programme dans le menu contextuel des fichiers exécutables et les raccourcis de fichiers exécutables.
304 = Démarre automatiquement à la connexion de l'utilisateur
305 = Lorsque vous utilisez la fonctionnalité de changement rapide d'utilisateur, cette option s'applique pour la première connexion de l'utilisateur.
308 = Touches de raccourci globales
309 = Les touches de raccourci globales sont des raccourcis clavier que vous pouvez utiliser pour toutes applications en cours d'exécution.
321 = Le profil de filtrage élevé est activé. Les connexions réseau sont bloquées jusqu'à ce que le profil soit commuté manuellement.
324 = Importer, exporter ou restaurer les paramètres utilisateur
325 = Importer les paramètres utilisateur depuis un fichier
326 = Exporter les paramètres utilisateur dans un fichier
327 = Réinitialiser tous les paramètres à leurs valeurs par défaut
328 = Les paramètres utilisateurs ont été exportés avec succès vers
329 = Après confirmation de cette action, le programme va redémarrer pour recharger tous les paramètres. Êtes-vous sûr de vouloir continuer ?
330 = Autoriser via le pare-feu de Windows
331 = Bloquer via le pare-feu de Windows
340 = Langue de l'interface utilisateur

// Rules

401 = Précisez la direction dans laquelle une nouvelle règle s'applique lorsque vous en créez une:
402 = Sortante (recommandé)
403 = Par défaut, créer uniquement des règles de trafic sortant lors de la création de nouvelles règles pour autoriser ou bloquer des applications.
404 = Entrante
405 = Par défaut, créer uniquement des règles de trafic entrant. Utilisez cette option avec prudence. Un accès entrant est habituellement nécessaire pour les applications serveur.
406 = Sortante et entrante
407 = Par défaut, créer les deux types de règles. Pas recommandé.
408 = Précisez les emplacements pour lesquels une nouvelle règle s'applique lorsque vous en créez une:
409 = Importer, exporter ou restaurer les règles du pare-feu
410 = Importer les règles du pare-feu Windows depuis un fichier
411 = Exporter les règles du pare-feu Windows vers un fichier
412 = Restaurer le jeu de règles par défaut du pare-feu de Windows
413 = Restaurer les règles recommandées de Windows Firewall Control
414 = Un fichier de stratégie complète a été sélectionné. Importer les règles de pare-feu depuis ce fichier remplacera toutes les règles de pare-feu actuelle de Windows. Si vous souhaitez enregistrer une copie de vos règles actuelles, vous devez tout d'abord exporter vers un fichier. Voulez-vous importer les règles de pare-feu du fichier sélectionné ?"
415 = La restauration du jeu de règles par défaut va réinitialiser toutes les modifications de paramètres du pare-feu Windows que vous avez fait depuis l'installation de Windows. Cela peut provoquer l'arrêt des programmes  à cesser de fonctionner. Voulez-vous continuer ?
416 = Importer depuis un fichier...
417 = Exporter vers un fichier...
418 = Les règles WFC recommandées ont été restaurées avec succès.
419 = Veuillez actualiser les règles dans le paneau de Gestion des règles. Merci.
420 = Cette action supprimera tous les enregistrements actuels du journal du pare-feu Windows. Êtes-vous sûr de que vouloir continuer ?
421 = Un fichier de stratégie partielle a été sélectionné. Importer les règles de pare-feu depuis ce fichier laissera vos règles actuelles inchangées et les règles contenues dans ce fichier seront ajoutées à votre ensemble de règles. Voulez-vous importer les règles de pare-feu du fichier sélectionné ?"
422 = Le fichier sélectionné a un format non valide ou est corrompu !
423 = La restauration des règles recommandées de WFC va recréer à nouveau ces règles. Les règles existantes actuelles resteront inchangées. Voulez-vous continuer ?

// Security

450 = Sécurité
451 = Indiquez ci-dessous les améliorations de sécurité qui seront appliquées par Windows Firewall Control
452 = Démarrage sécurisé
453 = Régler automatiquement le profil sur Filtrage élévé à l'arrêt du système. Au démarrage de Windows, les connexions réseau seront bloquées jusqu'à ce que l'utilisateur change manuellement le profil.
454 = Règles sécurisées
455 = Activer la protection contre les règles de pare-feu qui ne sont pas créées dans les groupes autorisés définis ci-dessous. Cela s'applique aux règles de pare-feu nouvellement créées et à celles existantes.
456 = Groupes autorisés
457 = Ajouter un groupe
458 = Enlever un groupe
459 = Définir ici un nouveau groupe autorisé
460 = Avertissement. Toutes les règles de pare-feu, y compris celui de Windows par défaut, dont le nom de groupe est différent des groupes autorisés définis, seront supprimées ou désactivées. La création d'une copie de sauvegarde de vos règles actuelles est recommandée. Êtes-vous sûr de vouloir continuer ?
461 = Importer les noms de groupe depuis les règles actuelles existantes
466 = Des règles sans groupe défini ont été détectées. Pour les conserver, voulez-vous ajouter ces règles au groupe Windows Firewall Control avant d'activer les règles sécurisées ?
467 = Autorisé le groupe
470 = Profil sécurisé
471 = Protège l'état du pare-feu de Windows contre les altérations externes. Lorsque cette fonctionnalité est activée, l'importation des règles de pare-feu et la modification du mode de filtrage ne peuvent être effectuées que via ce logiciel.
475 = Supprimer les règles non autorisées
476 = Désactiver les règles non autorisées
477 = Autoriser les règles de Windows Store

// Tools

501 = Utilisez les raccourcis ci-dessous pour lancer divers utilitaires système. Notez que ces programmes seront exécutés avec les privilèges les plus élevés disponibles.
502 = Pare-feu Windows avec fonctions avancées de sécurité
503 = Observateur d'évènements
504 = Moniteur de ressources
505 = Applet du panneau de Windows Firewall Control
510 = Précisez ci-dessous les URL des services utilisés pour diverses vérifications en ligne
511 = URL pour vérifier la réputation d'une adresse IP
512 = URL pour contrôler un fichier basé sur son hashage SHA256
513 = URL pour lancer une requête WHOIS
514 = URL pour en savoir plus sur un port spécifique
520 = Copier...
521 = Tout

// About

601 = À propos du programme
602 = Vérifier si une nouvelle version est disponible
603 = Impossible de se connecter au serveur de mise à jour. Assurez-vous que vous avez la règle nécessaire pour autoriser les connexions pour ce programme et, si nécessaire, une configuration de proxy correcte.
605 = Vous utilisez la dernière version. Pas de nouvelle version disponible en ce moment.
606 = Une nouvelle version de Windows Firewall Control est disponible 
607 = Souhaitez-vous télécharger cette nouvelle version et effectuer la mise à jour ?
608 = Afficher le journal des modifications
610 = Tous droits réservés.
611 = Notifications tierces
612 = Contrat de licence utilisateur final (CLUF)
621 = Types d'interfaces
622 = Tous les types d'interfaces
623 = Types d'interfaces spécifiques
624 = Réseau local (LAN)
625 = Accès distant
626 = Sans fil
627 = Entrée
628 = Sortie
629 = Les deux
640 = Traversée latérale
641 = Paramètres ICMP
642 = Figer la première colonne
680 = Entrées
681 = Toutes les entrées
682 = Dernière entrée
690 = Recherche automatique des mises à jour
691 = Utiliser la configuration du proxy
692 = Configuration du proxy
693 = Adresse
694 = Nom d'utilisateur
695 = Mot de passe
699 = Processus parent

// Manage Rules

700 = ID du processus
701 = Nom
702 = Groupe
703 = Programme
704 = Emplacement
705 = Activé
706 = Action
707 = Direction
708 = Adresses locales
709 = Ports locaux
710 = Adresses distantes
711 = Ports distants
712 = Protocole
713 = Service
714 = Description
715 = Heure de génération
716 = Actions
717 = Actualiser la liste
718 = Montrer les règles non valides
719 = Effacer le journal
720 = Rechercher les règles
721 = Journal des connexions
722 = Assistant de nouvelles règles
723 = Vue
724 = Affichage
725 = Les 100 dernières connexions
726 = Les 500 dernières connexions
727 = Toutes les connexions
728 = connexions
729 = Configuration des colonnes
730 = Affichage
731 = règles
732 = Toutes les règles
733 = Règles de trafic entrant
734 = Règles de trafic sortant
735 = Règles créées par l'utilisateur
736 = Filtre
737 = Pas de filtre
738 = Filtrer par Activé
739 = Filtrer par Désactivé
740 = Rechercher
741 = Journaliser les connexions
742 = Stratégies
743 = Importer des règles depuis un fichier
744 = Exporter toutes les règles
745 = Exporter les règles sélectionnées
746 = Restaurer les règles par défaut
747 = Restaurer les règles recommandées
748 = Connexions autorisées
749 = Connexions bloquées
750 = Créer une nouvelle règle
751 = Parcourir pour autoriser
752 = Cliquer pour autoriser
753 = Parcourir pour bloquer
754 = Cliquer pour bloquer
755 = Autoriser ce programme
756 = Bloquer ce programme
757 = Règle vide
758 = Personnaliser et créer
759 = Désactiver la journalisation des connexions bloquées désactivera aussi les notifications. Êtes-vous certain de vouloir continuer ?
760 = Options
761 = Autoriser
762 = Bloquer
763 = Activer
764 = Désactiver
765 = Supprimer
766 = Propriétés
767 = Créer des doublons
768 = Général
769 = Avancé
770 = Appliquer
771 = Protocoles et ports
772 = Adresses IP locales et distantes
773 = Entrante
774 = Sortant
775 = Domaine
776 = Privé
777 = Public
778 = Tout
779 = Créer
780 = Tous
781 = Tous les ports
782 = Ports personnalisés
783 = Adresses personnalisées
784 = Tous les programmes
785 = Ce programme
786 = Parcourir...
787 = Eg: 80,443,9-29
788 = Eg: 50.87.146.202
792 = Veuillez utiliser le bouton Actualiser ou F5 pour charger les données
793 = Veuillez patienter...
794 = Ajouter au groupe
795 = Réinitialiser le tri
796 = Connexions
797 = Récemment bloquées
798 = Récemment autorisées
799 = Afficher les règles en double

// Notification Dialog

800 = Connexion entrante bloquée
801 = Source
802 = Distant
803 = Signé
804 = IP distante 
805 = Personnaliser cette règle avant de la créer
806 = Autoriser ce programme
807 = Toujours autoriser ce programme à accéder à Internet
808 = Bloquer ce programme
809 = Toujours empêcher ce programme à accéder à Internet
810 = Bloquer pour l'instant et me redemander plus tard
811 = Autoriser temporairement
812 = Vérifier ce fichier
813 = Démarrer une requête WHOIS
814 = Vérifier cette adresse IP
815 = Ouvrir l'emplacement
816 = Ouvrir les propriétés du fichier
817 = Copier le chemin dans le presse-papier
818 = En savoir plus sur le port
819 = Retour aux détails de la règle
823 = Autoriser temporairement
824 = Bloquer temporairement
825 = Jusqu'au redémarrage de WFC
830 = Fusionner les règles
831 = Règle fusionnée
840 = Appliquer à tous les programmes et services
841 = Appliquer uniquement aux services
850 = Adresse de la source
851 = Adresse du port
852 = Adresse de destination
853 = Port de destination
860 = Pas valide

// Validations

920 = Veuillez entrer un nom de règle
921 = Les espaces vides ne sont pas autorisés
922 = Le port doit avoir une valeur comprise entre 0 et 65535
923 = Veuillez entrer une plage d'IP valide
924 = Veuillez entrer une adresse IP valide
925 = Les paramètres en double ne sont pas autorisés
926 = Les paramètres vides ne sont pas autorisés
927 = Les paramètres négatifs ne sont pas autorisés
928 = Plage de ports non valide
929 = Le champ ne peut être vide
930 = Ce fichier n'existe pas
931 = Extensions prises en charge
932 = Ce champ doit avoir une valeur numérique comprise entre 0 et 999
933 = Masque de sous-réseau non valide
934 = Ce champ doit avoir une valeur numérique comprise entre 1 et 60
935 = Champ obligatoire
936 = Règle non valide. Le chemin de programme pour lequel cette règle est définie n'existe pas sur le disque.
940 = Impossible de se connecter au service Windows Firewall Control

// Uninstall

950 = Désinstaller
951 = Ceci supprimera le programme de votre ordinateur. Veuillez choisir ce que vous voudriez faire avec les paramètres de pare-feu Windows actuels:
952 = Réinitialiser les paramètres du pare-feu Windows à leur valeur par défaut. Toutes les règles d'utilisateurs créées seront supprimées et seules les règles de pare-feu Windows par défaut seront mémorisées.
953 = Restaurer l'état antérieur à l'installation de ce programme. Toutes les règles précédentes qui ont été trouvées à l'installation du programme seront restaurées.
954 = Garder les paramètres et les règles de pare-feu actuels. Supprimer uniquement ce programme et conserver tous les autres paramètres et les règles comme ils/elles sont en ce moment.
956 = Désactiver la journalisation du pare-feu Windows
957 = Désinstallation en cours...
958 = La désinstallation n'est pas autorisée tant que le programme est verrouillé avec un mot de passe. Veuillez déverrouiller le programme, puis essayez à nouveau. N'essayez pas de forcer la désinstallation à l'aide d'un logiciel tiers parce que vous rendrez le pare-feu Windows inutilisable.